<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 后台菜单设置
// +----------------------------------------------------------------------

return [
    'index'  =>  [
        'title' => '',
        'url' => '',
        'child' => [
            'index'  =>   [
                'title'      =>  '首页',
                'url'      =>  'index/hello',
            ],
        ],

    ],
    'user'  =>  [
        'title' => '',
        'url' => '',
        'child' => [
            'member'  =>   [
                'title'      =>  '会员管理',
                'url'      =>  'member/index',
            ],
            'admin'  =>  [
                'title'      =>  '管理员',
                'url'      =>  'admin/index',
            ],
        ],

    ],
    'system'    =>  [
        'title' => '',
        'url' => '',
        'child' => [
            'category'  =>   [
                'title'      =>  '栏目管理',
                'url'      =>  'category/index',
            ],
        ],
    ],
    'content'   =>  [
        'title' => '',
        'url' => '',
        'child' => [
            'article'  =>   [
                'title'      =>  '文章管理',
                'url'      =>  'article/index',
            ],
        ],
    ],

];
